cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'gnupg'
brew 'grc'
brew 'jq'
brew 'libgit2'
brew 'node'
brew 'pinentry-mac'
brew 'readline'
brew 'the_silver_searcher'
brew 'wget'
brew 'yarn'
brew 'youtube-dl'

cask '1password'
cask 'alfred'
cask 'chromium'
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'forklift'
cask 'handbrake'
cask 'spotify'
cask 'steam'
cask 'table-tool'
cask 'transmission'
cask 'tunnelbear'
cask 'virtualbox'
cask 'viscosity'
cask 'visual-studio-code'
cask 'vlc'

mas 'DoubleShot', id: 1076145960
mas 'Magnet', id: 441258766
