cask_args appdir: '/Applications'

tap 'homebrew/bundle'

brew 'coreutils'
brew 'gnupg'
brew 'grc'
brew 'jq'
brew 'libgit2'
brew 'libsass'
brew 'node'
brew 'pinentry-mac'
brew 'readline'
brew 'the_silver_searcher'
brew 'volta'
brew 'wget'
brew 'yarn'

cask '1password'
cask 'alfred'
cask 'calibre'
cask "discord"
cask 'docker'
cask 'dropbox'
cask 'firefox'
cask 'handbrake'
cask 'hyperswitch'
cask "google-chrome"
cask 'iterm2'
cask "notion"
cask "postman"
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'table-tool'
cask 'toggl'
cask 'virtualbox'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'zeplin'
