cask_args appdir: '/Applications'

tap 'homebrew/bundle'
tap 'homebrew/cask-versions'
tap "homebrew/cask-fonts"
tap "buo/cask-upgrade"

brew 'coreutils'
brew 'gnupg'
brew 'grc'
brew 'jq'
brew 'libgit2'
brew 'libsass'
brew 'mas'
brew 'node'
brew 'pinentry-mac'
brew 'readline'
brew 'the_silver_searcher'
brew 'volta'
brew 'wget'
brew 'yarn'

cask '1password'
cask 'alfred'
cask 'alt-tab'
cask 'calibre'
cask 'discord'
cask 'deepl'
cask 'docker'
# Hide icons in menu bar
cask 'dozer'
cask 'dropbox'
cask 'firefox'
cask 'firefox-developer-edition'
cask "google-chrome"
cask 'iterm2'
cask 'microsoft-outlook'
# microsoft-teams still running on rosetta 2. Check beta version
# cask 'microsoft-teams'
cask 'microsoft-remote-desktop'
# Control another display's brightness
cask 'monitorcontrol'
cask 'ngrok'
cask "notion"
cask "postico"
cask "postman"
cask 'rectangle'
cask "signal"
cask 'slack'
cask 'spotify'
cask 'visual-studio-code'
cask 'vlc'
cask 'whatsapp'
cask 'zeplin'
